Revit 2026 API

# ComboBoxDropDownOpenedEventArgs Properties

---

The ComboBoxDropDownOpenedEventArgs type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | Application | The current UIApplication. (Inherited from RibbonItemEventArgs) |

#### Reference

ComboBoxDropDownOpenedEventArgs Class

Autodesk.Revit.UI.Events Namespace